Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %1$@ · %2$@ uses %3$lld image file(s) that could not be read, so the screenshots would upload with missing content. Re-add the affected images, then try again.
ar: %1$@ · يستخدم %2$@ ملف (ملفات) صورة %3$lld لا يمكن قراءتها، لذلك سيتم تحميل لقطات الشاشة مع محتوى مفقود. أعد إضافة الصور المتأثرة، ثم حاول مرة أخرى.
ca: %1$@ · %2$@ utilitza %3$lld fitxers d'imatge que no s'han pogut llegir, de manera que les captures de pantalla es penjaran amb contingut que falta. Torneu a afegir les imatges afectades i torneu-ho a provar.
cs: %1$@ · %2$@ používá soubory obrázků %3$lld, které nelze přečíst, takže by se snímky obrazovky nahrály s chybějícím obsahem. Znovu přidejte dotčené obrázky a zkuste to znovu.
da: %1$@ · %2$@ bruger %3$lld billedfil(er), der ikke kunne læses, så skærmbillederne ville uploades med manglende indhold. Tilføj de berørte billeder igen, og prøv derefter igen.
de: %1$@ · %2$@ verwendet %3$lld Bilddateien, die nicht gelesen werden konnten, sodass die Screenshots mit fehlendem Inhalt hochgeladen wurden. Fügen Sie die betroffenen Bilder erneut hinzu und versuchen Sie es erneut.
el: %1$@ · Το %2$@ χρησιμοποιεί %3$lld αρχεία εικόνας που δεν ήταν δυνατό να διαβαστούν, επομένως τα στιγμιότυπα οθόνης θα μεταφορτώνονται με περιεχόμενο που λείπει. Προσθέστε ξανά τις επηρεαζόμενες εικόνες και δοκιμάστε ξανά.
es: %1$@ · %2$@ utiliza %3$lld archivo(s) de imagen que no se pueden leer, por lo que las capturas de pantalla se cargarían con contenido faltante. Vuelva a agregar las imágenes afectadas y vuelva a intentarlo.
fa: %1$@ · %2$@ از %3$lld فایل(های) تصویری استفاده می کند که قابل خواندن نیستند، بنابراین اسکرین شات ها با محتوای گم شده آپلود می شوند. تصاویر آسیب دیده را دوباره اضافه کنید، سپس دوباره امتحان کنید.
fi: %1$@ · %2$@ käyttää %3$lld kuvatiedostoja, joita ei voitu lukea, joten kuvakaappaukset ladataan ilman sisältöä. Lisää uudelleen vahingoittuneet kuvat ja yritä sitten uudelleen.
fr: %1$@ · %2$@ utilise %3$lld fichier(s) image qui n'ont pas pu être lus, de sorte que les captures d'écran seraient téléchargées avec le contenu manquant. Ajoutez à nouveau les images concernées, puis réessayez.
he: %1$@ · %2$@ משתמש ב-%3$lld קבצי תמונה שלא ניתן היה לקרוא, כך שצילומי המסך יועלו עם תוכן חסר. הוסף מחדש את התמונות המושפעות ולאחר מכן נסה שוב.
hr: %1$@ · %2$@ koristi %3$lld slikovnu(e) datoteku(e) koje se ne mogu pročitati, pa bi se snimke zaslona učitale sa sadržajem koji nedostaje. Ponovno dodajte zahvaćene slike, a zatim pokušajte ponovno.
hu: %1$@ · Az %2$@ %3$lld képfájlo(ka)t használ, amelyek nem olvashatók, így a képernyőképek hiányzó tartalommal töltenének fel. Adja hozzá újra az érintett képeket, majd próbálja újra.
id: %1$@ · %2$@ menggunakan %3$lld file gambar yang tidak dapat dibaca, sehingga tangkapan layar akan diunggah dengan konten yang hilang. Tambahkan kembali gambar yang terpengaruh, lalu coba lagi.
ja: %1$@ · %2$@ は読み取れなかった %3$lld 画像ファイルを使用しているため、スクリーンショットはコンテンツが欠落した状態でアップロードされます。影響を受けるイメージを再度追加して、再試行してください。
ko: %1$@ · %2$@은(는) 읽을 수 없는 %3$lld 이미지 파일을 사용하므로 콘텐츠가 누락된 스크린샷이 업로드됩니다. 영향을 받은 이미지를 다시 추가한 후 다시 시도하세요.
ms: %1$@ · %2$@ menggunakan %3$lld fail imej yang tidak boleh dibaca, jadi tangkapan skrin akan dimuat naik dengan kandungan yang tiada. Tambahkan semula imej yang terjejas, kemudian cuba lagi.
nl: %1$@ · %2$@ gebruikt %3$lld afbeeldingsbestanden die niet konden worden gelezen, waardoor de schermafbeeldingen zouden worden geüpload met ontbrekende inhoud. Voeg de betreffende afbeeldingen opnieuw toe en probeer het opnieuw.
no: %1$@ · %2$@ bruker %3$lld bildefil(er) som ikke kunne leses, så skjermbildene vil lastes opp med manglende innhold. Legg til de berørte bildene på nytt, og prøv på nytt.
pl: %1$@ · %2$@ używa %3$lld plików obrazów, których nie można odczytać, więc zrzuty ekranu zostaną przesłane z brakującą zawartością. Dodaj ponownie obrazy, których to dotyczy, i spróbuj ponownie.
pt_br: %1$@ · %2$@ usa %3$lld arquivo(s) de imagem que não puderam ser lidos, então as capturas de tela seriam carregadas com conteúdo ausente. Adicione novamente as imagens afetadas e tente novamente.
pt_pt: %1$@ · %2$@ usa %3$lld ficheiro(s) de imagem que não puderam ser lidos, então as capturas de ecrã seriam carregadas com conteúdo ausente. Adicione novamente as imagens afetadas e tente novamente.
ro: %1$@ · %2$@ utilizează %3$lld fișiere imagine care nu au putut fi citite, astfel încât capturile de ecran s-ar încărca cu conținut lipsă. Adăugați din nou imaginile afectate, apoi încercați din nou.
sk: %1$@ · %2$@ používa %3$lld obrazové súbory, ktoré sa nedajú prečítať, takže snímky obrazovky by sa odovzdali s chýbajúcim obsahom. Znova pridajte dotknuté obrázky a skúste to znova.
sl: %1$@ · %2$@ uporablja slikovne datoteke %3$lld, ki jih ni bilo mogoče prebrati, zato bi se posnetki zaslona naložili z manjkajočo vsebino. Znova dodajte prizadete slike in poskusite znova.
sv: %1$@ · %2$@ använder %3$lld bildfil(er) som inte kunde läsas, så skärmdumparna laddas upp med saknat innehåll. Lägg till de berörda bilderna igen och försök sedan igen.
th: %1$@ · %2$@ ใช้ไฟล์ภาพ %3$lld ที่ไม่สามารถอ่านได้ ดังนั้นภาพหน้าจอจึงอัปโหลดโดยมีเนื้อหาขาดหายไป เพิ่มรูปภาพที่ได้รับผลกระทบอีกครั้ง จากนั้นลองอีกครั้ง
ur: ‏ متاثرہ تصاویر کو دوبارہ شامل کریں، پھر دوبارہ کوشش کریں۔
vi: %1$@ · %2$@ sử dụng (các) tệp hình ảnh %3$lld không thể đọc được nên ảnh chụp màn hình sẽ tải lên với nội dung bị thiếu. Hãy thêm lại các hình ảnh bị ảnh hưởng rồi thử lại.
zh_hans: %1$@ · %2$@ 使用无法读取的 %3$lld 图像文件，因此上传的屏幕截图会缺少内容。重新添加受影响的图像，然后重试。

source: %1$@ · %2$@ uses %3$lld image files that could not be read, so the screenshots would upload with missing content. Re-add the affected images, then try again.
ar: %1$@ · يستخدم %2$@ ملفات صور %3$lld لا يمكن قراءتها، لذلك سيتم تحميل لقطات الشاشة مع محتوى مفقود. أعد إضافة الصور المتأثرة، ثم حاول مرة أخرى.
ca: %1$@ · %2$@ utilitza %3$lld fitxers d'imatge que no s'han pogut llegir, de manera que les captures de pantalla es carregarien amb contingut que falta. Torneu a afegir les imatges afectades i torneu-ho a provar.
cs: %1$@ · %2$@ používá soubory obrázků %3$lld, které nelze přečíst, takže by se snímky obrazovky nahrály s chybějícím obsahem. Znovu přidejte dotčené obrázky a zkuste to znovu.
da: %1$@ · %2$@ bruger %3$lld billedfiler, der ikke kunne læses, så skærmbillederne ville uploades med manglende indhold. Tilføj de berørte billeder igen, og prøv derefter igen.
de: %@ · %@ verwendet %lld Bilddateien, die nicht gelesen werden konnten; die Screenshots würden daher mit fehlendem Inhalt hochgeladen. Füge die betroffenen Bilder erneut hinzu und versuche es noch einmal.
el: %1$@ · Το %2$@ χρησιμοποιεί %3$lld αρχεία εικόνας που δεν ήταν δυνατό να διαβαστούν, έτσι ώστε τα στιγμιότυπα οθόνης να μεταφορτώνονται με περιεχόμενο που λείπει. Προσθέστε ξανά τις επηρεαζόμενες εικόνες και δοκιμάστε ξανά.
es: %@ · %@ usa %lld archivos de imagen que no se pudieron leer, así que las capturas se subirían con contenido faltante. Vuelve a añadir las imágenes afectadas e inténtalo otra vez.
fa: %@ · %@ از %lld فایل تصویر استفاده می‌کند که خوانده نشدند؛ بنابراین اسکرین‌شات‌ها با محتوای ناقص آپلود می‌شوند. تصاویر مربوطه را دوباره اضافه کنید و دوباره تلاش کنید.
fi: %1$@ · %2$@ käyttää %3$lld kuvatiedostoja, joita ei voitu lukea, joten kuvakaappaukset latautuisivat puuttuvan sisällön kanssa. Lisää uudelleen vahingoittuneet kuvat ja yritä sitten uudelleen.
fr: %@ · %@ utilise %lld fichiers image qui n’ont pas pu être lus ; les captures seraient donc envoyées avec du contenu manquant. Réajoutez les images concernées, puis réessayez.
he: %1$@ · %2$@ משתמש בקובצי תמונה %3$lld שלא ניתן היה לקרוא, כך שצילומי המסך יועלו עם תוכן חסר. הוסף מחדש את התמונות המושפעות ולאחר מכן נסה שוב.
hr: %1$@ · %2$@ koristi %3$lld slikovne datoteke koje se ne mogu pročitati, pa bi se snimke zaslona učitale bez sadržaja. Ponovno dodajte zahvaćene slike, a zatim pokušajte ponovno.
hu: %1$@ · Az %2$@ %3$lld képfájlokat használ, amelyek nem olvashatók, így a képernyőképek hiányzó tartalommal töltődnek fel. Adja hozzá újra az érintett képeket, majd próbálja újra.
id: %1$@ · %2$@ menggunakan file gambar %3$lld yang tidak dapat dibaca, sehingga tangkapan layar akan diunggah dengan konten yang hilang. Tambahkan kembali gambar yang terpengaruh, lalu coba lagi.
it: %@ · %@ usa %lld file immagine che non è stato possibile leggere, quindi gli screenshot verrebbero caricati con contenuti mancanti. Aggiungi di nuovo le immagini interessate, poi riprova.
ja: %@ · %@ は読み込めない画像ファイルを%lld個使用しているため、スクリーンショットは内容が欠けた状態でアップロードされます。該当する画像を追加し直してから再試行してください。
ko: %1$@ · %2$@에서 읽을 수 없는 이미지 파일 %3$lld개를 사용하고 있어, 업로드하면 스크린샷 콘텐츠가 누락됩니다. 해당 이미지를 다시 추가한 후 다시 시도하세요.
ms: %1$@ · %2$@ menggunakan %3$lld fail imej yang tidak boleh dibaca, jadi tangkapan skrin akan dimuat naik dengan kandungan yang tiada. Tambahkan semula imej yang terjejas, kemudian cuba lagi.
nl: %1$@ · %2$@ gebruikt %3$lld afbeeldingsbestanden die niet konden worden gelezen, waardoor de schermafbeeldingen zouden worden geüpload met ontbrekende inhoud. Voeg de betreffende afbeeldingen opnieuw toe en probeer het opnieuw.
no: %1$@ · %2$@ bruker %3$lld bildefiler som ikke kunne leses, så skjermbildene vil lastes opp med manglende innhold. Legg til de berørte bildene på nytt, og prøv på nytt.
pl: %1$@ · %2$@ używa plików obrazów %3$lld, których nie można odczytać, więc zrzuty ekranu zostaną przesłane z brakującą zawartością. Dodaj ponownie obrazy, których to dotyczy, i spróbuj ponownie.
pt_br: %@ · %@ usa %lld arquivos de imagem que não puderam ser lidos, então as capturas seriam enviadas com conteúdo ausente. Adicione as imagens afetadas novamente e tente outra vez.
pt_pt: %1$@ · %2$@ usa %3$lld ficheiros de imagem que não puderam ser lidos, então as capturas de ecrã seriam carregadas com conteúdo ausente. Adicione novamente as imagens afetadas e tente novamente.
ro: %1$@ · %2$@ folosește %3$lld fișiere imagine care nu au putut fi citite, astfel încât capturile de ecran s-ar încărca cu conținut lipsă. Adăugați din nou imaginile afectate, apoi încercați din nou.
ru: %@ · %@: не удалось прочитать файлы изображений (%lld), поэтому скриншоты загрузились бы без части содержимого. Добавьте затронутые изображения заново и повторите попытку.
sk: %1$@ · %2$@ používa %3$lld obrazové súbory, ktoré sa nedajú prečítať, takže snímky obrazovky by sa odovzdali s chýbajúcim obsahom. Znova pridajte dotknuté obrázky a skúste to znova.
sl: %1$@ · %2$@ uporablja slikovne datoteke %3$lld, ki jih ni bilo mogoče prebrati, zato bi se posnetki zaslona naložili z manjkajočo vsebino. Znova dodajte prizadete slike in poskusite znova.
sv: %1$@ · %2$@ använder %3$lld bildfiler som inte kunde läsas, så skärmdumparna laddas upp med saknat innehåll. Lägg till de berörda bilderna igen och försök sedan igen.
th: %1$@ · %2$@ ใช้ไฟล์ภาพ %3$lld ที่ไม่สามารถอ่านได้ ดังนั้นภาพหน้าจอจึงอัปโหลดโดยมีเนื้อหาขาดหายไป เพิ่มรูปภาพที่ได้รับผลกระทบอีกครั้ง จากนั้นลองอีกครั้ง
tr: %@ · %@, okunamayan %lld görüntü dosyası kullanıyor; bu nedenle ekran görüntüleri eksik içerikle yüklenir. Etkilenen görüntüleri yeniden ekleyip tekrar deneyin.
uk: %@ · %@ використовує файли зображень, які не вдалося прочитати (%lld), тож знімки екрана було б вивантажено з неповним вмістом. Додайте ці зображення знову й повторіть спробу.
ur: %1$@ · %2$@ میں %3$lld تصویری فائلیں استعمال ہوتی ہیں جنہیں پڑھا نہیں جا سکا، لہذا اسکرین شاٹس غائب مواد کے ساتھ اپ لوڈ ہوں گے۔ متاثرہ تصاویر کو دوبارہ شامل کریں، پھر دوبارہ کوشش کریں۔
vi: %1$@ · %2$@ sử dụng tệp hình ảnh %3$lld không thể đọc được nên ảnh chụp màn hình sẽ tải lên với nội dung bị thiếu. Hãy thêm lại những hình ảnh bị ảnh hưởng rồi thử lại.
zh_hans: %@ · %@ 使用了 %lld 个无法读取的图像文件，因此截图上传后会缺少内容。请重新添加受影响的图像，然后重试。
zh_hant: %@ · %@ 使用了 %lld 個無法讀取的影像檔案，因此上傳的螢幕截圖會缺少內容。請重新加入受影響的影像，然後再試一次。

source: %1$@ · %2$@ uses 1 image file that could not be read, so the screenshots would upload with missing content. Re-add the affected image, then try again.
ar: %1$@ · %2$@ يستخدم ملف صورة واحدًا لا يمكن قراءته، لذا سيتم تحميل لقطات الشاشة مع محتوى مفقود. أعد إضافة الصورة المتأثرة، ثم حاول مرة أخرى.
ca: %1$@ · %2$@ utilitza 1 fitxer d'imatge que no s'ha pogut llegir, de manera que les captures de pantalla es penjaran amb contingut que falta. Torneu a afegir la imatge afectada i torneu-ho a provar.
cs: %1$@ · %2$@ používá 1 soubor obrázku, který nelze přečíst, takže by se snímky obrazovky nahrály s chybějícím obsahem. Znovu přidejte dotčený obrázek a zkuste to znovu.
da: %1$@ · %2$@ bruger 1 billedfil, der ikke kunne læses, så skærmbillederne ville uploades med manglende indhold. Tilføj det berørte billede igen, og prøv derefter igen.
de: %@ · %@ verwendet 1 Bilddatei, die nicht gelesen werden konnte; die Screenshots würden daher mit fehlendem Inhalt hochgeladen. Füge das betroffene Bild erneut hinzu und versuche es noch einmal.
el: %1$@ · Το %2$@ χρησιμοποιεί 1 αρχείο εικόνας που δεν ήταν δυνατό να διαβαστεί, επομένως τα στιγμιότυπα οθόνης θα μεταφορτώνονται με περιεχόμενο που λείπει. Προσθέστε ξανά την επηρεασμένη εικόνα και δοκιμάστε ξανά.
es: %@ · %@ usa 1 archivo de imagen que no se pudo leer, así que las capturas se subirían con contenido faltante. Vuelve a añadir la imagen afectada e inténtalo otra vez.
fa: %@ · %@ از ۱ فایل تصویر استفاده می‌کند که خوانده نشد؛ بنابراین اسکرین‌شات‌ها با محتوای ناقص آپلود می‌شوند. تصویر مربوطه را دوباره اضافه کنید و دوباره تلاش کنید.
fi: %1$@ · %2$@ käyttää 1 kuvatiedostoa, jota ei voitu lukea, joten kuvakaappaukset latautuisivat ilman sisältöä. Lisää kyseinen kuva uudelleen ja yritä sitten uudelleen.
fr: %@ · %@ utilise 1 fichier image qui n’a pas pu être lu ; les captures seraient donc envoyées avec du contenu manquant. Réajoutez l’image concernée, puis réessayez.
he: %1$@ · %2$@ משתמש בקובץ תמונה אחד שלא ניתן היה לקרוא, כך שצילומי המסך יועלו עם תוכן חסר. הוסף מחדש את התמונה המושפעת ולאחר מכן נסה שוב.
hr: %1$@ · %2$@ koristi 1 slikovnu datoteku koja se ne može pročitati, pa bi se snimke zaslona učitale bez sadržaja. Ponovno dodajte zahvaćenu sliku, a zatim pokušajte ponovno.
hu: %1$@ · %2$@ 1 képfájlt használ, amely nem olvasható, így a képernyőképek hiányzó tartalommal töltenének fel. Adja hozzá újra az érintett képet, majd próbálja újra.
id: %1$@ · %2$@ menggunakan 1 file gambar yang tidak dapat dibaca, sehingga tangkapan layar akan diunggah dengan konten yang hilang. Tambahkan kembali gambar yang terpengaruh, lalu coba lagi.
it: %@ · %@ usa 1 file immagine che non è stato possibile leggere, quindi gli screenshot verrebbero caricati con contenuti mancanti. Aggiungi di nuovo l'immagine interessata, poi riprova.
ja: %@ · %@ は読み込めない画像ファイルを1個使用しているため、スクリーンショットは内容が欠けた状態でアップロードされます。該当する画像を追加し直してから再試行してください。
ko: %1$@ · %2$@에서 읽을 수 없는 이미지 파일 1개를 사용하고 있어, 업로드하면 스크린샷 콘텐츠가 누락됩니다. 해당 이미지를 다시 추가한 후 다시 시도하세요.
ms: %1$@ · %2$@ menggunakan 1 fail imej yang tidak boleh dibaca, jadi tangkapan skrin akan dimuat naik dengan kandungan yang tiada. Tambahkan semula imej yang terjejas, kemudian cuba lagi.
nl: %1$@ · %2$@ gebruikt 1 afbeeldingsbestand dat niet kon worden gelezen, waardoor de schermafbeeldingen zouden worden geüpload met ontbrekende inhoud. Voeg de betreffende afbeelding opnieuw toe en probeer het opnieuw.
no: %1$@ · %2$@ bruker 1 bildefil som ikke kunne leses, så skjermbildene vil lastes opp med manglende innhold. Legg til det berørte bildet på nytt, og prøv på nytt.
pl: %1$@ · %2$@ używa 1 pliku obrazu, którego nie można odczytać, więc zrzuty ekranu zostaną przesłane z brakującą zawartością. Dodaj ponownie obraz, którego dotyczy problem, i spróbuj ponownie.
pt_br: %@ · %@ usa 1 arquivo de imagem que não pôde ser lido, então as capturas seriam enviadas com conteúdo ausente. Adicione a imagem afetada novamente e tente outra vez.
pt_pt: %1$@ · %2$@ usa 1 ficheiro de imagem que não pode ser lido, então as capturas de ecrã seriam carregadas com conteúdo ausente. Adicione novamente a imagem afetada e tente novamente.
ro: %1$@ · %2$@ folosește 1 fișier imagine care nu a putut fi citit, astfel încât capturile de ecran s-ar încărca cu conținut lipsă. Adăugați din nou imaginea afectată, apoi încercați din nou.
ru: %@ · %@: не удалось прочитать 1 файл изображения, поэтому скриншоты загрузились бы без части содержимого. Добавьте это изображение заново и повторите попытку.
sk: %1$@ · %2$@ používa 1 súbor obrázka, ktorý sa nedá prečítať, takže snímky obrazovky by sa odovzdali s chýbajúcim obsahom. Znova pridajte dotknutý obrázok a skúste to znova.
sl: %1$@ · %2$@ uporablja 1 slikovno datoteko, ki je ni bilo mogoče prebrati, zato bi se posnetki zaslona naložili z manjkajočo vsebino. Znova dodajte prizadeto sliko in poskusite znova.
sv: %1$@ · %2$@ använder 1 bildfil som inte kunde läsas, så skärmdumparna laddas upp med saknat innehåll. Lägg till den berörda bilden igen och försök sedan igen.
th: %1$@ · %2$@ ใช้ไฟล์รูปภาพ 1 ไฟล์ที่ไม่สามารถอ่านได้ ดังนั้นภาพหน้าจอจึงอัปโหลดโดยมีเนื้อหาขาดหายไป เพิ่มรูปภาพที่ได้รับผลกระทบอีกครั้ง จากนั้นลองอีกครั้ง
tr: %@ · %@, okunamayan 1 görüntü dosyası kullanıyor; bu nedenle ekran görüntüleri eksik içerikle yüklenir. Etkilenen görüntüyü yeniden ekleyip tekrar deneyin.
uk: %@ · %@ використовує 1 файл зображення, який не вдалося прочитати, тож знімки екрана було б вивантажено з неповним вмістом. Додайте це зображення знову й повторіть спробу.
ur: %1$@ · %2$@ 1 تصویری فائل استعمال کرتی ہے جسے پڑھا نہیں جا سکتا، اس لیے اسکرین شاٹس غائب مواد کے ساتھ اپ لوڈ ہو جائیں گے۔ متاثرہ تصویر کو دوبارہ شامل کریں، پھر دوبارہ کوشش کریں۔
vi: %1$@ · %2$@ sử dụng 1 tệp hình ảnh không thể đọc được nên ảnh chụp màn hình sẽ tải lên với nội dung bị thiếu. Hãy thêm lại hình ảnh bị ảnh hưởng rồi thử lại.
zh_hans: %@ · %@ 使用了 1 个无法读取的图像文件，因此截图上传后会缺少内容。请重新添加受影响的图像，然后重试。
zh_hant: %@ · %@ 使用了 1 個無法讀取的影像檔案，因此上傳的螢幕截圖會缺少內容。請重新加入受影響的影像，然後再試一次。

source: %@ · %lld screenshots
ar: %1$@ · %2$lld لقطات شاشة
ca: %1$@ · %2$lld captures de pantalla
cs: %1$@ · %2$lld snímky obrazovky
da: %1$@ · %2$lld skærmbilleder
de: %1$@ · %2$lld Screenshots
el: %1$@ · %2$lld στιγμιότυπα οθόνης
es: %1$@ · %2$lld capturas
fa: %1$@ · %2$lld اسکرین‌شات
fi: %1$@ · %2$lld kuvakaappauksia
fr: %1$@ · %2$lld captures d'écran
he: %1$@ · %2$lld צילומי מסך
hr: %1$@ · %2$lld snimke zaslona
hu: %1$@ · %2$lld képernyőképek
id: %1$@ · %2$lld tangkapan layar
it: %@ · %lld screenshot
ja: %1$@ · %2$lld枚のスクリーンショット
ko: %1$@ · 스크린샷 %2$lld개
ms: %1$@ · %2$lld tangkapan skrin
nl: %1$@ · %2$lld schermafbeeldingen
no: %1$@ · %2$lld skjermbilder
pl: %1$@ · %2$lld zrzuty ekranu
pt_br: %1$@ · %2$lld capturas de tela
pt_pt: %1$@ · %2$lld capturas de ecrã
ro: %1$@ · %2$lld capturi de ecran
ru: %@ · скриншотов: %lld
sk: %1$@ · %2$lld snímky obrazovky
sl: %1$@ · %2$lld posnetki zaslona
sv: %1$@ · %2$lld skärmdumpar
th: %1$@ · %2$lld ภาพหน้าจอ
tr: %@ · %lld ekran görüntüsü
uk: %@ · знімків екрана: %lld
ur: %1$@ · %2$lld اسکرین شاٹس
vi: %1$@ · %2$lld ảnh chụp màn hình
zh_hans: %1$@ · %2$lld 张截图
zh_hant: %@ · %lld 張螢幕截圖

source: %@ · 1 screenshot
ar: %1$@ · 1 لقطة شاشة
ca: %1$@ · 1 captura de pantalla
cs: %1$@ · 1 snímek obrazovky
da: %1$@ · 1 skærmbillede
de: %1$@ · 1 Screenshot
el: %1$@ · 1 στιγμιότυπο οθόνης
es: %1$@ · 1 captura
fa: %1$@ · 1 اسکرین‌شات
fi: %1$@ · 1 kuvakaappaus
fr: %1$@ · 1 capture d'écran
he: %1$@ · צילום מסך אחד
hr: %1$@ · 1 snimka zaslona
hu: %1$@ · 1 képernyőkép
id: %1$@ · 1 tangkapan layar
ja: %1$@ · 1枚のスクリーンショット
ko: %1$@ · 스크린샷 1개
ms: %1$@ · 1 tangkapan skrin
nl: %1$@ · 1 schermafbeelding
no: %1$@ · 1 skjermbilde
pl: %1$@ · 1 zrzut ekranu
pt_br: %1$@ · 1 captura de tela
pt_pt: %1$@ · 1 captura de ecrã
ro: %1$@ · 1 captură de ecran
ru: %@ · 1 скриншот
sk: %1$@ · 1 snímka obrazovky
sl: %1$@ · 1 posnetek zaslona
sv: %1$@ · 1 skärmdump
th: %1$@ · 1 ภาพหน้าจอ
tr: %@ · 1 ekran görüntüsü
uk: %@ · 1 знімок екрана
ur: %1$@ · 1 اسکرین شاٹ
vi: %1$@ · 1 ảnh chụp màn hình
zh_hans: %1$@ · 1 张截图
zh_hant: %@ · 1 張螢幕截圖

# %@ across %@, %@, and %@.
source: %1$@ across %2$@, %3$@, and %4$@.
ar: %1$@ عبر %2$@ و%3$@ و%4$@.
ca: %1$@ a %2$@, %3$@ i %4$@.
cs: %1$@ napříč %2$@, %3$@ a %4$@.
da: %1$@ på tværs af %2$@, %3$@ og %4$@.
de: %@ in %@, %@ und %@.
el: %1$@ σε %2$@, %3$@ και %4$@.
es: %@ en %@, %@ y %@.
fa: %@ در %@، %@ و %@.
fi: %1$@ kautta %2$@, %3$@ ja %4$@.
fr: %@ pour %@, %@ et %@.
he: %1$@ על פני %2$@, %3$@, ו-%4$@.
hr: %1$@ preko %2$@, %3$@ i %4$@.
hu: %1$@ %2$@, %3$@ és %4$@ között.
id: %1$@ di seluruh %2$@, %3$@, dan %4$@.
it: %@ in %@, %@ e %@.
ko: %2$@, %3$@, %4$@에 걸친 %1$@.
ms: %1$@ merentas %2$@, %3$@ dan %4$@.
nl: %1$@ over %2$@, %3$@ en %4$@.
no: %1$@ over %2$@, %3$@ og %4$@.
pl: %1$@ w %2$@, %3$@ i %4$@.
pt_br: %@ em %@, %@ e %@.
pt_pt: %1$@ em %2$@, %3$@ e %4$@.
ro: %1$@ pe %2$@, %3$@ și %4$@.
sk: %1$@ cez %2$@, %3$@ a %4$@.
sl: %1$@ v %2$@, %3$@ in %4$@.
sv: %1$@ över %2$@, %3$@ och %4$@.
th: %1$@ ตลอด %2$@, %3$@ และ %4$@
tr: %2$@, %3$@ ve %4$@ genelinde %1$@.
ur: %1$@ %2$@، %3$@، اور %4$@ میں۔
vi: %1$@ trên %2$@, %3$@ và %4$@.
zh_hans: %@，覆盖 %@、%@ 和 %@。
zh_hant: %@，涵蓋 %@、%@ 和 %@。

source: %@ across %@.
ar: %1$@ عبر %2$@.
ca: %1$@ a %2$@.
cs: %1$@ napříč %2$@.
da: %1$@ på tværs af %2$@.
de: %1$@ in %2$@.
el: %1$@ σε %2$@.
es: %1$@ en %2$@.
fa: %1$@ در %2$@.
fi: %1$@ kautta %2$@.
fr: %1$@ pour %2$@.
he: %1$@ על פני %2$@.
hr: %1$@ preko %2$@.
hu: %1$@ a %2$@ között.
id: %1$@ di seluruh %2$@.
it: %@ in %@.
ja: %2$@にわたる%1$@。
ko: %2$@에 걸친 %1$@.
ms: %1$@ merentas %2$@.
nl: %1$@ over %2$@.
no: %1$@ over %2$@.
pl: %1$@ w %2$@.
pt_br: %1$@ em %2$@.
pt_pt: %1$@ em %2$@.
ro: %1$@ pe %2$@.
sk: %1$@ cez %2$@.
sl: %1$@ čez %2$@.
sv: %1$@ över %2$@.
th: %1$@ ข้าม %2$@
tr: %2$@ genelinde %1$@.
ur: %1$@ %2$@ میں۔
vi: %1$@ trên %2$@.
zh_hans: %1$@，涵盖 %2$@。
zh_hant: %@，涵蓋 %@。

source: %@ all upload to Play's %@ listing.
ar: يتم تحميل كل %1$@ إلى قائمة %2$@ في Play.
ca: %1$@ tot es penja a la llista %2$@ de Play.
cs: %1$@ vše nahrát do seznamu %2$@ Play.
da: %1$@ uploader alle til Plays %2$@-liste.
de: %1$@ werden alle in den Play-Eintrag %2$@ hochgeladen.
el: %1$@ όλες οι μεταφορτώσεις στη λίστα %2$@ του Play.
es: %1$@ se suben todos a la ficha %2$@ de Play.
fa: %1$@ همگی در صفحهٔ فروشگاه %2$@ در Play آپلود می‌شوند.
fi: %1$@ kaikki ladataan Playn %2$@-listalle.
fr: %@ sont toutes envoyées vers la fiche Play %@.
he: %1$@ כל העלה לרשימת %2$@ של Play.
hr: %1$@ sve prenijeti na popis Playa %2$@.
hu: %1$@ minden feltöltése a Play %2$@ adatlapjára.
id: %1$@ semua diunggah ke daftar %2$@ Play.
it: %@ vengono caricate tutte nella scheda %@ di Play.
ja: %1$@はすべて Play の %2$@ の掲載情報にアップロードされます。
ko: %1$@ 모두 Play의 %2$@ 등록정보에 업로드됩니다.
ms: %1$@ semua muat naik ke penyenaraian %2$@ Play.
nl: %1$@ worden allemaal geüpload naar de vermelding %2$@ van Play.
no: %1$@ laster alle opp til Plays %2$@-oppføring.
pl: %1$@ wszystkie przesłane do wpisu %2$@ w Play.
pt_br: %1$@ são todos enviados para a ficha %2$@ do Play.
pt_pt: %1$@ todos são enviados para a listagem do %2$@ do Google Play.
ro: %1$@ toate se încarcă în lista %2$@ Play.
ru: %@: все эти языки загружаются на страницу Play для %@.
sk: %1$@ všetky odovzdané do zoznamu %2$@ služby Play.
sl: %1$@ vse naložite na Playov seznam %2$@.
sv: %1$@ laddas upp alla till Plays %2$@-lista.
th: %1$@ ทั้งหมดอัปโหลดไปยังรายการ %2$@ ของ Play
tr: %@ — hepsi Play'deki %@ mağaza sayfasına yüklenir.
uk: %@: усі ці мови вивантажуються на сторінку Play для %@.
ur: %1$@ سبھی پلے کی %2$@ فہرست میں اپ لوڈ۔
vi: %1$@ tất cả đều được tải lên danh sách %2$@ của Play.
zh_hans: %@ 这几种语言都会上传到 Play 的 %@ 商品详情。
zh_hant: %@ 全都會上傳到 Play 的 %@ 商店資訊。
